"AWAY_LOCK_LABEL" = "mở khóa";
"AWAY_LOCK_LABEL_SHORT" = "mở khóa";
"AWAY_LOCK_LABEL_FORMAT" = "trượt để %@";
"AWAY_LOCK_EMERGENCY_LABEL" = "trượt khi khẩn cấp";
"AWAY_LOCK_BUDDY_LABEL" = "trượt để thiết lập";
"AWAY_SMS_LABEL" = "Văn bản";
"AWAY_MISSED_CALL_LABEL" = "Gọi nhỡ";
"AWAY_MISSED_VOICEMAIL_LABEL" = "Thư thoại";
"VOICEMAIL_AVAILABLE" = "Thư thoại Khả dụng";
"AWAY_EMPTY_CALL" = "Không xác định";
"AWAY_EMPTY_SMS" = "Không xác định";
"AWAY_EMPTY_VM" = "Không xác định";
"AWAY_CALENDAR_LABEL" = "Sự kiện";
"REMOTE_NOTIFICATIONS_LOCK_FORMAT" = "trượt để %@";
"REMOTE_NOTIFICATIONS_LOCK_LABEL" = "xem";
"DISMISS_ALERT" = "Bỏ";
"DONE" = "Xong";
"REPLY" = "Trả lời";
"REDIAL" = "Quay số lại";
"ACCEPT" = "Chấp nhận";
"SMS_READ" = "Đọc";
"SMS_ALERT_TITLE" = "Tin nhắn Văn bản";
"SLIDE_TO_ANSWER" = "trả lời";
"POWER_DOWN_LINE_1" = "giữ phím";
"POWER_DOWN_LINE_2" = "để tắt nguồn";
"PIN_LOCKED_STRING" = "SIM của bạn bị khóa. Bạn có muốn mở khóa không?";
"UNLOCK" = "Mở khóa";
"IPOD_ONLY" = "iPod";

"NEW_VOICEMAIL" = "Thư thoại Mới";
"NEW_VOICEMAIL_BODY" = "Thư thoại";
"NEW_VOICEMAIL_FROM" = "Thư thoại Mới từ %@";
"SLIDE_TO_LISTEN" = "nghe";
"LISTEN" = "Nghe";

"CALLING" = "đang gọi…";
"CALLING_LABEL_FORMAT" = "đang gọi %@…";

"SLIDE_TO_CALL_BACK" = "gọi lại";
"SLIDE_TO_CALL_BACK_SHORT" = "gọi lại";
"CALL_BACK" = "Gọi Lại";
"CALL_FAILURE" = "Không Gọi được";
"CALL_WITH" = "Cuộc gọi với %@: %@";

"PIN_LOCKED_TITLE" = "Đã khóa SIM";
"ENTER_PIN_TITLE" = "Nhập PIN";
"PIN_ATTEMPT_REMAINING" = "còn lại 1 lần";
"PIN_ATTEMPTS_REMAINING" = "Còn lại %@ lần";
"WAITING_RESPONSE_TITLE" = "Đang mở khóa…";
"WAIT_FOR_UNLOCK" = "vui lòng đợi";
"PIN_UNLOCK_FAILED_TITLE" = "PIN không đúng";

"PUK_LOCKED_TITLE" = "Đã khóa PUK";
"ENTER_PUK_TITLE" = "Nhập PUK";
"PUK_LOCKED_STRING" = "Không thể truy cập SIM của bạn. Hãy gọi cho nhà cung cấp để lấy mã PUK.";
"PUK_LOCKED_ENTER_PIN" = "Nhập PIN";
"PUK_LOCKED_ENTER_PIN_LABEL" = "chọn mã PIN mới";
"PUK_LOCKED_CONFIRM_PIN" = "Xác nhận PIN mới";
"PUK_LOCKED_CONFIRM_PIN_LABEL" = "nhập lại mã PIN mới";
"PUK_UNLOCK_FAILED_TITLE" = "PUK không đúng";
"PUK_LOCKED_PIN_MISMATCH_LABEL" = "các PIN trước không khớp";
"BRICKED_AND_SIM_LOCKED_STRING_IPHONE" = "Lắp SIM hợp lệ không có khóa PIN để kích hoạt iPhone.";
"BRICKED_AND_SIM_LOCKED_STRING_IPAD" = "Lắp SIM hợp lệ không có khóa PIN để kích hoạt iPad.";
"PUK_HOPELESSLY_LOCKED_TITLE" = "PUK Hết hạn";
"PUK_HOPELESSLY_LOCKED_STRING" = "Bạn đã dùng hết số lần thử mở khóa SIM. Hãy liên hệ với nhà cung cấp của bạn.";

"MISSING_SIM_TITLE" = "Chưa cài đặt Thẻ SIM";
"LOCKED_SIM_TITLE" = "SIM không đúng";

"PERSONALIZATION_LOCK_ENTER_CODE" = "Nhập Mã";
"PERSONALIZATION_UNLOCK_FAILED_TITLE" = "Mã Không đúng";

"NETWORK_LOCKED_LABEL" = "tùy chỉnh mạng";
"OPERATOR_LOCKED_LABEL" = "tùy chỉnh nhà cung cấp";
"OPERATOR_SS_LOCKED_LABEL" = "tùy chỉnh nhóm con của nhà cung cấp";
"CORPORATE_LOCKED_LABEL" = "tùy chỉnh theo công ty";
"SERVICE_PROVIDER_LOCKED_LABEL" = "cá nhân hóa nhà cung cấp dịch vụ";

"PERSONALIZATION_LOCKED_SIM_STRING" = "Phải sử dụng iPhone này với SIM được phê duyệt.";

"NETWORK_LOCKED_SIM_STRING" = "Điện thoại của bạn được gắn với SIM riêng.";
"OPERATOR_LOCKED_SIM_STRING" = "Điện thoại của bạn được gắn với SIM do nhà cung cấp mạng cụ thể cấp.";
"OPERATOR_SUBSET_LOCKED_SIM_STRING" = "Điện thoại của bạn được gắn với SIM cụ thể do nhà cung cấp mạng cụ thể cấp.";
"CORPORATE_LOCKED_SIM_STRING" = "Điện thoại của bạn được gắn với SIM do công ty cấp.";
"SERVICE_PROVIDER_LOCKED_SIM_STRING" = "Điện thoại của bạn được gắn với SIM do nhà cung cấp dịch vụ cụ thể cấp.";

"DURATION_PREAMBLE" = "Chạm để trở lại cuộc gọi";
"PLEASE_WAIT" = "Vui lòng Đợi…";
"BAD_SIM_TITLE" = "Lỗi SIM";
"BAD_SIM_STRING" = "Bạn cần thay thẻ SIM.  Hãy liên hệ với nhà cung cấp dịch vụ của bạn.";
"CHARS_REMAINING" = "còn lại %@ ký tự";
"CHAR_REMAINING" = "còn lại %@ ký tự";
"UNKNOWN" = "Không xác định";
"BLOCKED" = "Bị chặn";
"CANCEL" = "Hủy";
"BACK" = "Trở lại";
"SEND" = "Gửi";
"YES" = "Có";
"NO" = "Ko";
"NEW_TEXT_MESSAGE" = "Tin nhắn Văn bản Mới";

"VIEW" = "Xem";
"CLOSE" = "Đóng";
"POWER_DOWN_LOCK_LABEL" = "tắt nguồn";
"POWER_DOWN_CANCEL" = "Hủy";
"DIAL" = "Quay số";
"NO_SERVICE" = "Không có D.vụ";
"SEARCHING" = "Đang tìm kiếm…";
"SOS_ONLY" = "Chỉ SOS";
"NO_SIM" = "Không có SIM";
"BAD_SIM" = "SIM Không hợp lệ";
"LOCKED_SIM" = "SIM bị Khóa";
"MULTIPLE_CALLS" = "Nhiều Cuộc gọi";
"CONFERENCE_CALL" = "Hội nghị";

"Call Failure\n%@\n%@" = "Không Gọi được\n%@\n%@";

"MOBILITY_MANAGEMENT_FORMAT_STRING" = "MM #%d";
"Smart chip not provisioned" = "Chưa có SIM";
"Smart chip not allowed" = "Chưa kích hoạt SIM";
"Call failed" = "Không gọi được";
"Phone not allowed" = "Chưa kích hoạt điện thoại";

"FIXED_DIALING_LOCKED_SIM_TITLE" = "Kích hoạt Quay số Cố định";
"FIXED_DIALING_LOCKED_SIM_STRING" = "SIM của bạn đã kích hoạt tính năng quay số cố định.  Bạn sẽ chỉ có thể thực hiện cuộc gọi khẩn cấp.";

"TTY (No SIM)" = "TTY (Không có SIM)";
"TTY" = "TTY";
"USE_TTY_FOR_CALL" = "Sử dụng TTY cho cuộc gọi này?";

"ENTER_PASSCODE" = "Nhập Mật khẩu";
"WRONG_PASSCODE" = "Mật khẩu Sai";
"TRY_AGAIN" = "thử lại";
"DEVICE_BLOCKED" = "%@ bị vô hiệu hóa";
"EMERGENCY_CALL" = "Cuộc gọi khẩn cấp";
"EMERGENCY_CALL_TITLE" = "Cuộc gọi\nKhẩn cấp";
"CONNECT_TO_ITUNES" = "kết nối với iTunes";
"ONE_MINUTE_TO_UNBLOCK" = "thử lại trong 1 phút";
"MULTIPLE_MINUTES_TO_UNBLOCK" = "thử lại trong %@ phút";

"ALPHANUMERIC_PASSCODE_OK" = "OK";
"ALPHANUMERIC_PASSCODE_CANCEL" = "Hủy";

"VOD_OK" = "OK";

"LOCAL_NOTIFICATION_SNOOZE" = "Báo lại";

"LOW_BATT_TITLE" = "Pin Yếu";
"LOW_BATT_MSG_LEVEL" = "còn lại %@ pin";

"AUTO_WIFI_SYNC_LOW_POWER" = "Việc đồng bộ hóa với iTunes qua Wi-Fi tự động sẽ lại tiếp tục khi thiết bị được sạc.";
"AUTO_WLAN_SYNC_LOW_POWER" = "Việc đồng bộ hóa với iTunes qua WLAN tự động sẽ lại tiếp tục khi thiết bị được sạc.";
"WIFI_SYNC_LOW_POWER" = "Việc đồng bộ hóa với iTunes qua Wi-Fi sẽ lại tiếp tục khi thiết bị được sạc.";
"WLAN_SYNC_LOW_POWER" = "Việc đồng bộ hóa với iTunes qua WLAN sẽ lại tiếp tục khi thiết bị được sạc.";
"SYNC_LOW_POWER" = "Việc đồng bộ hóa với iTunes sẽ lại tiếp tục khi thiết bị được sạc.";

"NETWORK_LOST" = "Mất Mạng";
"NETWORK_RESTRICTED" = "Mạng bị Hạn chế";
"SETTINGS" = "Cài đặt";
"NETWORK_LOST_TEXT" = "Mạng phân vùng mà bạn đã chọn không còn khả dụng. Bạn có thể chọn mạng khác trong Cài đặt.";
"NETWORK_RESTRICTED_TEXT" = "Mạng phân vùng mà bạn đã chọn bị giới hạn. Bạn có thể chọn mạng khác trong Cài đặt.";
"NETWORK_LOST_LOCK_LABEL" = "chọn";
"NETWORK_LOST_LOCK_LABEL_SHORT" = "chọn";

"CALL" = "Gọi";

"OK" = "OK";

"TIMER_LOCK_LABEL" = "dừng hẹn giờ";
"COUNT_DOWN_TIME_REACHED" = "Xong Hẹn giờ";

"LOW_DISK_SPACE_TITLE" = "Bộ nhớ Sắp Đầy";
"LOW_DISK_SPACE_MESSAGE" = "Bạn có thể quản lý bộ nhớ của mình trong Cài đặt.";
"LOW_DISK_SPACE_DISMISS" = "Xong";
"LOW_DISK_SPACE_SETTINGS" = "Cài đặt";

"DEAD_RADIO_TITLE" = "Cần Khôi phục";
"DEAD_RADIO_MESSAGE" = "iPhone không thể gọi hoặc nhận cuộc gọi. Khôi phục từ iTunes.\nwww.apple.com/support";

"DEVICE_INACTIVE" = "Kích hoạt iPhone";
"ACTIVATION_REQUIRED" = "Yêu cầu Kích hoạt";
"PHONE_ACTIVATED" = "iPhone được kích hoạt";
"WAITING_FOR_ACTIVATION_TITLE" = "Đang chờ Kích hoạt";
"WAITING_FOR_ACTIVATION_BODY" = "Việc này có thể tốn thời gian.";
"ACTIVATION_FAILED_TITLE" = "iPhone chưa được Kích hoạt";
"ACTIVATION_FAILED_BODY" = "Liên hệ với nhà cung cấp của bạn nếu sự cố tiếp tục xảy ra.";
"ACTIVATION_FAILED_BODY_SUPPORT" = "Liên hệ với nhà cung cấp của bạn theo số %@ bằng điện thoại khác nếu sự cố tiếp tục xảy ra.";
"ACTIVATION_FAILED_IGNORE_BUTTON" = "Bỏ qua";
"ACTIVATION_FAILED_RETRY_BUTTON" = "Thử Lại";
"MISMATCHED_SIM_TITLE" = "Phát hiện thẻ SIM khác";
"MISMATCHED_SIM_BODY" = "Hãy kết nối với iTunes";
"REGISTRATION_FAILED_TITLE" = "Cảnh báo Kích hoạt";
"REGISTRATION_FAILED_BODY" = "Không tìm thấy tín hiệu. Cần có tín hiệu để hoàn thành kích hoạt.";

"CALL_FORWARDING_ACTIVE" = "Bật Chuyển Cuộc gọi";
"OUTGOING_CALL_FORWARDED" = "Đã chuyển Cuộc gọi Đi";
"INCOMING_CALL_FORWARDED" = "Đã chuyển Cuộc gọi Đến";

"AIRPLANE_DATA_PROMPT" = "Tắt Chế độ trên Máy bay hoặc Sử dụng Wi-Fi để Truy cập Dữ liệu";
"AIRPLANE_DATA_PROMPT_WLAN" = "Tắt Chế độ trên Máy bay hoặc Sử dụng WLAN để Truy cập Dữ liệu";
"AIRPLANE_DATA_PROMPT_NO_WIFI" = "Tắt Chế độ trên Máy bay để Truy cập Dữ liệu";
"AIRPLANE_DATA_OK" = "OK";
"AIRPLANE_DATA_SETTINGS" = "Cài đặt";
"AIRPLANE_CELL_PROMPT" = "Bạn phải tắt chế độ trên máy bay để truy cập dữ liệu.";
"AIRPLANE_CELL_PROMPT_SMS" = "Bạn phải tắt chế độ trên máy bay để gửi hoặc nhận tin nhắn.";

"IN_CALL_LAUNCH_ALERT" = "Kết nối dữ liệu phân vùng không khả dụng trong cuộc gọi này.";
"IN_CALL_LAUNCH_OK" = "OK";

"PIN_ENTRY_SUCCESS" = "Nhập PIN Thành công";
"PUK_ENTRY_SUCCESS" = "Nhập PUK Thành công";

"SLIDE_TO_CANCEL" = "hủy";

"RESTORE_IN_PROGRESS" = "Đang tiến hành Khôi phục";
"RESTORE_COMPLETE" = "Hoàn tất khôi phục";
"RESTORE_FAILED" = "Khôi phục không thành công";

"RESTORE_FAILURE_ALERT_RESTART_BUTTON_TITLE" = "Khởi động lại";
"RESTORE_FAILURE_ALERT_BODY_TEXT" = "Gặp sự cố khi đang khôi phục.  Hãy khởi động lại %@ của bạn và thử khôi phục lại.";

"RESET_IN_PROGRESS" = "Đặt lại %@";
"RESET_COMPLETE" = "Hoàn tất đặt lại";

"NO_NAME" = "Không xác định";

"HEADSET_VOLUME" = "tai nghe";
"BLUETOOTH_VOLUME" = "bluetooth";
"RINGER_VOLUME" = "bộ chuông";
"SOUND_EFFECTS_VOLUME" = "hiệu ứng âm thanh";
"VOLUME" = "âm lượng";
"HEADPHONES" = "tai nghe";
"VOLUME_HUD_FORMAT" = "(%@)";

"RE-CALIBRATE COMPASS" = "Nhiễu sóng La bàn";
"RE-CALIBRATE_INSTRUCTION_IPHONE" = "Ra khỏi vùng bị nhiễu sóng, hoặc hiệu chỉnh lại bằng cách di chuyển iPhone theo hình số 8.";
"RE-CALIBRATE_INSTRUCTION_IPOD" = "Ra khỏi vùng bị nhiễu sóng, hoặc hiệu chỉnh lại bằng cách di chuyển iPod theo hình số 8.";
"RE-CALIBRATE_INSTRUCTION_IPAD" = "Ra khỏi vùng bị nhiễu sóng, hoặc hiệu chỉnh lại bằng cách di chuyển iPad theo hình số 8.";

"EDGE_FAILURE" = "Không thể kích hoạt mạng dữ liệu di động";
"EDGE_FAILURE_SETTINGS" = "Cài đặt";  
"EDGE_ROAMING_FAILURE_TITLE" = "Tắt Chuyển vùng Dữ liệu";
"EDGE_ROAMING_FAILURE_BODY" = "Sử dụng Wi-Fi hoặc bật chuyển vùng dữ liệu trong Cài đặt > Cài đặt chung > Mạng. Có thể phải mất thêm phí.";
"EDGE_ROAMING_FAILURE_BODY_WLAN" = "Sử dụng WLAN hoặc bật chuyển vùng dữ liệu trong Cài đặt > Cài đặt chung > Mạng. Có thể phải mất thêm phí.";
"EDGE_ROAMING_FAILURE_BODY_NO_WIFI" = "Bật chuyển vùng dữ liệu trong Cài đặt > Cài đặt chung > Mạng. Có thể phải mất thêm phí.";
"EDGE_ROAMING_FAILURE_BODY_IPAD" = "Sử dụng Wi-Fi hoặc bật chuyển vùng dữ liệu trong Cài đặt > Dữ liệu Di động. Có thể phải mất thêm phí.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_WLAN" = "Sử dụng WLAN hoặc bật chuyển vùng dữ liệu trong Cài đặt > Dữ liệu Di động. Có thể phải mất thêm phí.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_NO_WIFI" = "Bật chuyển vùng dữ liệu trong Cài đặt > Dữ liệu Di động. Có thể phải mất thêm phí.";
"EDGE_OFF_FAILURE_TITLE" = "Dữ liệu Di động đã bị Tắt";
"EDGE_OFF_FAILURE_BODY" = "Bật dữ liệu di động hoặc dùng Wi-Fi để truy cập dữ liệu.";
"EDGE_OFF_FAILURE_BODY_WLAN" = "Bật dữ liệu di động hoặc Dùng WLAN để truy cập dữ liệu";
"EDGE_OFF_FAILURE_BODY_NO_WIFI" = "Bật dữ liệu di động để truy cập dữ liệu.";
"EDGE_OFF_FAILURE_BODY_IPAD" = "Bật dữ liệu di động hoặc dùng Wi-Fi để truy cập dữ liệu.";
"EDGE_OFF_FAILURE_BODY_IPAD_WLAN" = "Bật dữ liệu di động hoặc Dùng WLAN để truy cập dữ liệu";
"EDGE_OFF_FAILURE_BODY_IPAD_NO_WIFI" = "Bật dữ liệu di động để truy cập dữ liệu.";
"EDGE_OK" = "OK";

"kGprsIllegalMs" = "Illegal MS";
"kGprsIllegalMe" = "Illegal ME";
"kGprsServicesNotAllowed" = "Không cho phép dịch vụ GPRS";
"kGprsPlmnNotAllowed" = "Không Cho phép PLMN";
"kGprsLocationAreaNotAllowed" = "Không cho phép khu vực địa điểm";
"kGprsRoamingNotAllowedInLocationArea" = "Không cho phép chuyển vùng trong khu vực địa điểm này";
"kGprsServiceOptionNotSupported" = "Không hỗ trợ tùy chọn dịch vụ";
"kGprsServiceOptionNotSubscribed" = "Bạn không được đăng ký dịch vụ dữ liệu phân vùng";
"kGprsServiceOptionTemporarilyOutOfOrder" = "Mạng dữ liệu di động tạm thời không khả dụng";
"kGprsPdpAuthenticationFailure" = "Không xác thực được PDP";
"kGprsInvalidMobileClass" = "Lớp di động không hợp lệ";

"IPOD" = "iPod";
"MUSIC" = "Nhạc";

"SETTING_LANGUAGE" = "Đặt Ngôn ngữ…";
// Localized device name capabilities
"iPod" = "iPod";
"iPad" = "iPad";
"iPhone" = "iPhone";

"EXPIRED_FORMAT" = "Thời gian thuê của bạn cho “%@” đã hết hạn";
"WARNING_DAYS_FORMAT" = "Bạn còn %@ ngày để xem “%@” và sau đó nó sẽ bị xóa";
"WARNING_DAY_FORMAT" = "Bạn còn %@ ngày để xem “%@” và sau đó nó sẽ bị xóa";
"WARNING_HOURS_FORMAT" = "Bạn còn %@ giờ để xem “%@” và sau đó nó sẽ bị xóa";
"WARNING_HOUR_FORMAT" = "Bạn còn %@ giờ để xem “%@” và sau đó nó sẽ bị xóa";
"WARNING_MINUTES_FORMAT" = "Bạn còn %@ phút để xem “%@” và sau đó nó sẽ bị xóa";
"WARNING_MINUTE_FORMAT" = "Bạn còn %@ phút để xem “%@” và sau đó nó sẽ bị xóa";

"NEWSSTAND_ICON_TITLE" = "Quầy báo";
"NEWSSTAND_FOLDER_TITLE" = "Quầy báo";
"NEWSSTAND_STORE_BUTTON_TITLE" = "Store";
"NEWSSTAND_NEWISSUEBADGE_TITLE" = "Mới";

"DELETE_ICON_TITLE" = "Xóa Biểu tượng";
"DELETE_ICON_BODY" = "Bạn có chắc muốn xóa dấu trang “%@” không?";
"DELETE_ICON_CONFIRM" = "Xóa";
"DELETE_ICON_CANCEL" = "Hủy";

"DELETE_WIDGET_TITLE" = "Xóa “%@”";
"DELETE_WIDGET_BODY" = "Bạn có chắc muốn xóa “%@” không?";
"DELETE_WIDGET_CONFIRM" = "Xóa";
"DELETE_WIDGET_CANCEL" = "Hủy";

"UNINSTALL_ICON_TITLE" = "Xóa “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Xóa “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Cập nhật Tài liệu Đang chờ";
"UNINSTALL_ICON_BODY" = "Xóa “%@” cũng sẽ xóa tất cả dữ liệu.";
"UNINSTALL_ICON_BODY_MULTIPLE" = "Xóa “%@” cũng sẽ xóa %@ và tất cả dữ liệu.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Việc xóa “%@” cũng sẽ xóa tất cả các dữ liệu của nó khỏi %@ này. Bất kỳ tài liệu & dữ liệu nào được lưu trong iCloud sẽ không bị xóa và có thể được quản lý trong Cài đặt.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Một số tài liệu iCloud có các cập nhật đang chờ. Những cập nhật này sẽ bị mất nếu bạn xóa “%@” ngay bây giờ.";
"UNINSTALL_ICON_CONFIRM" = "Xóa";
"UNINSTALL_ICON_CANCEL" = "Hủy";

"RATINGS_ICON_TITLE" = "Hãy xếp hạng “%@” trước khi xóa.";
"RATINGS_ICON_BODY" = "Chạm một ngôi sao để xếp hạng.";
"RATINGS_ICON_SKIP" = "Không";
"RATINGS_ICON_RATE" = "Xếp hạng";

"GAMECENTER_DELETE_STATS_TITLE" = "Xóa \"%@\" khỏi Game Center?";
"GAMECENTER_DELETE_STATS_BODY" = "Bạn sẽ không còn được liệt kê trên bảng xếp hạng cho \"%@\".";
"GAMECENTER_DELETE_STATS_DELETE" = "Xóa";
"GAMECENTER_DELETE_STATS_CANCEL" = "Lưu";

"REORDER_INFO_TEXT" = "Chạm và giữ biểu tượng để sang chế độ sắp xếp lại. Bấm vào nút menu để dừng.";
"REORDER_INFO_TITLE" = "Sửa Màn hình Chính";
"REORDER_INFO_BODY" = "Để sắp xếp lại các biểu tượng, chạm và giữ biểu tượng bất kỳ cho đến khi biểu tượng đó bắt đầu lắc lư, rồi kéo biểu tượng đến vị trí mà bạn muốn.\nKéo một biểu tượng ra xa về bên phải để tạo màn hình Chính bổ sung.\nNhấn nút Home khi đã hoàn tất.";

"CARRIER_DEBUGGING_TITLE" = "Được cấu hình để Chẩn đoán";
"CARRIER_DEBUGGING_BODY" = "Thiết bị này được cấu hình để gửi thông tin chẩn đoán tới Apple.\nMọi thông tin sử dụng, bao gồm thông tin cá nhân của bạn, sẽ hiển thị trong báo cáo gửi cho Apple. Người kiểm tra phần mềm tiền phát hành này được mong đợi gửi dữ liệu này.\nNếu bạn có nhu cầu công việc cần vô hiệu hóa tính năng này, hãy liên hệ với ông chủ của bạn để được hướng dẫn.";

"UNHANDLED_URL_TITLE" = "URL Không được hỗ trợ";
"UNHANDLED_URL_BODY" = "URL này không được tải:\n%@";

"RESTRICTED_URL_TITLE" = "URL bị Hạn chế";
"RESTRICTED_URL_BODY" = "URL này không được tải:\n%@";

"CALL_PERMISSION_ALERT_CALL" = "Gọi";
"CALL_PERMISSION_ALERT_CANCEL" = "Hủy";

"DOWNLOADING_ICON_LABEL" = "Đang tải…";
"INSTALLING_ICON_LABEL" = "Đang cài đặt…";
"PAUSED_ICON_LABEL" = "Đã tạm dừng";
"RESTRICTED_ICON_LABEL" = "Bị hạn chế";
"WAITING_ICON_LABEL" = "Đang chờ…";

"APP_DOWNLOAD_QUEUE_ERROR" = "Không thể truy xuất thông tin tải về.  Hãy kết nối với iTunes.";

"PENDING_DOWNLOAD_REMOVED_TITLE" = "Hoàn tất Tải về";
"PENDING_DOWNLOAD_REMOVED_BODY" = "Một số phần tải về đã hoàn tất trong iTunes trên máy tính của bạn.";
"PENDING_DOWNLOAD_REMOVED_OK" = "Bỏ";

"ALL_PENDING_DOWNLOADS_REMOVED_TITLE" = "Hoàn tất Tải về";
"ALL_PENDING_DOWNLOADS_REMOVED_BODY" = "Tất cả phần tải về đã hoàn tất trong iTunes trên máy tính của bạn.";
"ALL_PENDING_DOWNLOADS_REMOVED_OK" = "Bỏ";

"ENTER_CURRENT_PASSCODE" = "Để thay đổi mật khẩu, trước tiên hãy nhập mật khẩu hiện tại của bạn.";
"ENTER_NEW_PASSCODE" = "Mật khẩu mới";
"CONFIRM_NEW_PASSCODE" = "Nhập lại mật khẩu mới của bạn";
"CONFIRM_NEW_PASSCODE_MISMATCH" = "Mật khẩu mới không khớp. %@";

"PASSCODE_ALERT_EMERGENCY" = "Khẩn cấp";
"PASSCODE_ALERT_CANCEL" = "Hủy";
"PASSCODE_ALERT_NEXT" = "Tiếp tục";
"PASSCODE_ALERT_DONE" = "Lưu";
"PASSCODE_ALERT_TITLE" = "Yêu cầu Mật khẩu";
"PASSCODE_ALERT_INCORRECT_PASSCODE" = "Mật khẩu không đúng. Nhập mật khẩu hiện tại của bạn.";

"NON_COMPLIANT_PASSCODE_LATER" = "Sau";
"NON_COMPLIANT_PASSCODE_CONTINUE" = "Tiếp tục";
"PASSCODE_REMINDER_CANCEL" = "Ko phải Bây giờ";
"PASSCODE_REMINDER_CONTINUE" = "Tiếp tục";

"AFTER_CLTM_SHUTDOWN_BODY_IPHONE" = "iPhone tắt vì quá nóng.";
"AFTER_CLTM_SHUTDOWN_BODY_IPAD" = "iPad tắt vì quá nóng.";
"AFTER_CLTM_SHUTDOWN_BODY_IPOD" = "iPod tắt vì quá nóng.";

"IPHONE_TOO_HOT" = "Nhiệt độ";

"FIREWIRE_ALERT_STRING" = "Không hỗ trợ sạc điện\nbằng phụ kiện này";
"THERMAL_ALERT_STRING_IPHONE" = "Cần để nguội iPhone\ntrước khi bạn sử dụng.";
"THERMAL_ALERT_STRING_IPAD" = "Cần để nguội iPad\ntrước khi bạn sử dụng.";
"THERMAL_ALERT_STRING_IPOD" = "Cần để nguội iPod\ntrước khi bạn sử dụng.";

"APP_PROFILE_EXPIRED_BODY" = "Không thể mở ứng dụng “%@” vì cấu hình cung cấp đã hết hạn.";
"APP_PROFILE_EXPIRED_OK" = "OK";

"APP_PROFILE_NOT_TRUSTED_BODY" = "Bạn Có Chắc Muốn Mở Ứng dụng “%@” từ Nhà phát triển “%@” không?";
"APP_PROFILE_NOT_TRUSTED_CONFIRM" = "Tiếp tục";
"APP_PROFILE_NOT_TRUSTED_CANCEL" = "Thoát";

"MULTIPLE_NEW_MESSAGE_HIDDEN_PREVIEW" = "%@ Tin nhắn Văn bản Mới";
"AWAY_MASKED_SMSES_LABEL" = "Tin nhắn Văn bản";
"AWAY_MASKED_SMS_LABEL" = "Tin nhắn Văn bản";

"SIMULATOR_CARRIER_STRING" = "Nhà cung cấp";

"PRINT_CENTER_TITLE" = "Trung tâm In";

"SEARCH_BAR_PLACEHOLDER" = "Tìm kiếm %@";
"NO_SEARCH_RESULTS" = "Không có Kết quả";
"EMPTY_SEARCH_RESULT" = "(không có tiêu đề)";
"SEARCH_SUBTITLE_SEPARATOR" = " — ";
"SEARCH_WEB" = "Tìm trên Web";
"SEARCH_WIKIPEDIA" = "Tìm trên Wikipedia";
"SEARCH_TOP_HIT" = "Ứng dụng dùng Nhiều nhất";

"ALL_DAY"   = "Cả ngày";
"YESTERDAY" = "Hôm qua";
"TODAY" = "Hôm nay";
"TOMORROW" = "Ngày mai";
"TODAY_TOMORROW_YESTERDAY_DATE_FORMAT" = "%@ %@";

"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_TITLE" = "Kết nối với iTunes để Sử dụng tính năng Thông báo Push";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_BODY" = "Thông báo “%@” có thể bao gồm cảnh báo, âm thanh và biểu tượng.";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_DISMISS" = "OK";

"REMOTE_NOTIFICATION_PERMISSION_ALERT_TITLE" = "“%@” Muốn Gửi cho Bạn Thông báo Push";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_BODY" = "Thông báo có thể bao gồm cảnh báo, âm thanh và biểu tượng. Bạn có thể cấu hình chúng trong Cài đặt.";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_AND_PUSH_PERMISSION_ALERT_TITLE" = "“%@” Muốn Gửi cho Bạn Thông báo Mới và Thông báo Push";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_PERMISSION_ALERT_TITLE" = "“%@” Muốn Gửi cho bạn Thông báo Mới";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_ALERT_BODY" = "Những vấn đề mới sẽ được tự động tải về khi ở trong mạng Wi-Fi. Có thể cấu hình mạng này trong Cài đặt.";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_DENY" = "Từ chối";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_ALLOW" = "OK";

"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_TITLE" = "Bật tính năng Thông báo Push để Cho phép “%@” Nhận Âm thanh, Cảnh báo và Biểu tượng";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_DISMISS" = "Hủy";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_SETTINGS" = "Cài đặt";

"REMOTE_NOTIFICATION_SIMULATOR_NOT_SUPPORTED_NSERROR_DESCRIPTION" = "thông báo từ xa không được hỗ trợ trong trình mô phỏng";
"REMOTE_NOTIFICATION_ENTITLEMENT_NSERROR_DESCRIPTION" = "không tìm thấy chuỗi quyền lợi nào hợp lệ '%@' cho ứng dụng";

"BACKGROUND_CONTINUATION_PERMISSION_ALERT_TITLE" = "“%@” Muốn Chạy Trong Nền";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_BODY" = "Có thể cấu hình chạy %@ trong nền trong Cài đặt.";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_DENY" = "Từ chối";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_ALLOW" = "OK";

"BATTERY_CHARGE_PERCENTAGE" = "Đã sạc %@"; 

"INTERNET_TETHERING_SINGLE_HOST" = "Điểm truy cập Cá nhân: 1 Kết nối";
"INTERNET_TETHERING_MULTIPLE_HOSTS" = "Điểm truy cập Cá nhân: %@ Kết nối";

"CLASS_0_ALERT_MESSAGE_FROM" = "Tin nhắn từ %@:";

"APPLICATION_SWITCHER_TITLE" = "Ứng dụng";
"APPLICATION_SWITCHER_CANCEL" = "Hủy";
"APPLICATION_SWITCHER_QUITAPP" = "Thoát";

"DATA_PLAN_LATER" = "Sau";
"DATA_PLAN_NOW" = "Bây giờ";

"DATA_PLAN_NEW_ACCOUNT_TITLE" = "Tài khoản Dữ liệu Di động";
"DATA_PLAN_NEW_ACCOUNT_BODY" = "Bạn chưa đăng ký cho kế hoạch dữ liệu. Bạn muốn thiết lập tài khoản mới? Nếu bạn không làm, bạn có thể làm sau trong Cài đặt.";

"DATA_PLAN_DISABLE_TITLE" = "Dữ liệu Di động";
"DATA_PLAN_DISABLE_BODY" = "Nếu bạn không muốn bị hỏi về gói dữ liệu di động, bạn có thể tắt Dữ liệu Di động trong Cài đặt.";

"DATA_PLAN_ADD_TITLE" = "Sử dụng Kế hoạch Dữ liệu Di động";
"DATA_PLAN_ADD_LOW_BODY" = "Chỉ còn lại %@ trong số kế hoạch dữ liệu của bạn. Bạn muốn thêm dữ liệu vào kế hoạch ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau đó trong Cài đặt.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_DAYS" = "Kế hoạch dữ liệu của bạn sẽ hết hạn trong %@ ngày. Bạn muốn thêm thời gian vào kế hoạch ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau đó trong Cài đặt.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_DAY" = "Kế hoạch dữ liệu của bạn sẽ hết hạn trong 1 ngày. Bạn muốn thêm thời gian vào kế hoạch ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau đó trong Cài đặt.";
"DATA_PLAN_ADD_EXPIRATION_BODY_LESS_THAN_MULTIPLE_DAYS" = "Kế hoạch dữ liệu của bạn sẽ hết hạn trong dưới %@ ngày. Bạn muốn thêm thời gian vào kế hoạch ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau đó trong Cài đặt.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_HOURS" = "Kế hoạch dữ liệu của bạn sẽ hết hạn trong khoảng %@ giờ. Bạn muốn thêm thời gian vào kế hoạch ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau đó trong Cài đặt.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_HOUR" = "Kế hoạch dữ liệu của bạn sẽ hết hạn trong khoảng 1 giờ. Bạn muốn thêm thời gian vào kế hoạch ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau đó trong Cài đặt.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_MINUTES" = "Kế hoạch dữ liệu của bạn sẽ hết hạn trong khoảng %@ phút. Bạn muốn thêm thời gian vào kế hoạch ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau đó trong Cài đặt.";
"DATA_PLAN_ADD_EMPTY_BODY" = "Không còn dữ liệu về kế hoạch hiện tại của bạn. Bạn muốn thêm dữ liệu ngay bây giờ? Nếu bạn không thêm bây giờ, bạn có thể làm sau trong Cài đặt.";

"DATA_PLAN_ACTIVATED_TITLE" = "Đã kích hoạt Kế hoạch Dữ liệu";
"DATA_PLAN_ACTIVATED_FORMAT" = "Kế hoạch dữ liệu di động %@ của bạn đã kích hoạt thành công.";

"DATA_PLAN_UPDATED_TITLE" = "Kế hoạch Dữ liệu Di động đã Cập nhật";
"DATA_PLAN_UPDATED_FORMAT" = "Kế hoạch dữ liệu di động %@ của bạn đã cập nhật thành công.";

"DATA_PLAN_FAILED_TITLE" = "Không Kích hoạt được Kế hoạch Dữ liệu";
"DATA_PLAN_FAILED_ACTIVATE_FORMAT" = "Kế hoạch dữ liệu di động %@ của bạn không kích hoạt thành công.";
"DATA_PLAN_FAILED_UPDATE_FORMAT" = "Kế hoạch dữ liệu di động %@ của bạn không cập nhật thành công.";

"DATA_PLAN_FAILED_TRY_LATER" = "Hủy";
"DATA_PLAN_FAILED_TRY_AGAIN" = "Thử Lại";

"ORIENTATION_LOCK_PORTRAIT_LOCKED" = "Đã khóa Hướng Dọc";
"ORIENTATION_LOCK_PORTRAIT_UNLOCKED" = "Đã mở khóa Hướng Dọc";
"ORIENTATION_LOCK_LANDSCAPE_LOCKED" = "Đã khóa Hướng Ngang";
"ORIENTATION_LOCK_UNLOCKED" = "Mở khóa Hướng";

"MUTE_ON" = "Bật tiếng";
"MUTE_OFF" = "Tắt tiếng";

/* format string for alarms on events in other time zones - #1 is main time string, #2 is time in other time zone (e.g. 'Today at 1:00 pm (4:00 pm EDT)')*/
"ALARM_OTHER_TIMEZONE_FORMAT" = "%1$@ (%2$@)";

"IBOOKS_UNSUPPORTED_TITLE" = "Cập nhật iBooks";
"IBOOKS_UNSUPPORTED_BODY" = "Tải về bản cập nhật miễn phí trong App Store.";
"IBOOKS_UNSUPPORTED_DOWNLOAD" = "Tải về";
"IBOOKS_UNSUPPORTED_CANCEL" = "Hủy";

"BULLETIN_LIST_DONE" = "Xong";
"BULLETIN_LIST_CLEAR" = "Xóa";
"BULLETIN_LIST_NO_NEW_NOTIFICATIONS" = "Không có Thông báo Mới";

"SYNCING_ICON_LABEL" = "Đ.b.hóa…";
"CLEANING_ICON_LABEL" = "Đang dọn sạch…";

// Software Update Alerts
"SOFTWARE_UPDATE_AVAILABLE_ALERT_TITLE"  = "Cập nhật Phần mềm";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY"   = "%@ hiện khả dụng.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPHONE" = "%@ hiện khả dụng cho iPhone của bạn.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPAD" = "%@ hiện khả dụng cho iPad của bạn.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPOD" = "%@ hiện khả dụng cho iPod của bạn.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_CANCEL" = "Đóng";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_ACTION" = "Chi tiết";

"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_TITLE"      = "Cập nhật Phần mềm";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL"          = "%@ sẽ được cài đặt trong %@ giây. Thiết bị của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR"        = "%@ sẽ được cài đặt trong %@ giây. Thiết bị của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPHONE"   = "%@ sẽ được cài đặt trong %@ giây. iPhone của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPHONE" = "%@ sẽ được cài đặt trong %@ giây. iPhone của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPAD"     = "%@ sẽ được cài đặt trong %@ giây. iPad của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPAD"   = "%@ sẽ được cài đặt trong %@ giây. iPad của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPOD"     = "%@ sẽ được cài đặt trong %@ giây. iPod của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPOD"   = "%@ sẽ được cài đặt trong %@ giây. iPod của bạn sẽ khởi động lại khi hoàn thành cài đặt.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_CANCEL"     = "Sau";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_ACTION"     = "Cài đặt";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL" = "trượt để chờ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL_SHORT" = "đợi";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_TITLE"        = "Cập nhật Phần mềm Thất bại";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_BODY_GENERIC" = "Đã xảy ra lỗi khi tải về %@.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_CANCEL"       = "Đóng";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_ACTION"       = "Cài đặt";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_TITLE"  = "Không thể Tải về Bản cập nhật";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_BODY"   = "Không đủ bộ nhớ trống để tải về %@. Bạn có thể quản lý bộ nhớ của mình trong Cài đặt.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_CANCEL" = "Đóng";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_ACTION" = "Cài đặt";

"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_TITLE"  = "Cập nhật Phần mềm Không khả dụng";
"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_BODY"   = "Cập nhật Phần mềm hiện không khả dụng. Hãy thử lại sau.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_TITLE"        = "Không thể Cài đặt Bản cập nhật";
"SOFTWARE_UPDATE_INSTALL_FAILURE_GENERIC_ALERT_BODY" = "Đã xảy ra lỗi khi cài đặt %@.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_BATTERY_ALERT_BODY" = "Bạn cần ít nhất %@ pin hoặc kết nối thiết bị với nguồn điện cho bản cập nhật phần mềm.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_STORAGE_ALERT_BODY" = "Bản cập nhật phần mềm cần ít nhất %@ dung lượng trống.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_NETWORK_ALERT_BODY" = "Bạn cần có kết nối mạng cho bản cập nhật phần mềm.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_CANCEL"       = "Đóng";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_ACTION"       = "Cài đặt";

"SOFTWARE_UPDATE_VERIFYING_ALERT_BODY" = "Đang xác minh cập nhật...";

"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_TITLE"  = "Không thể Xác minh Cập nhật";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_BODY"   = "%@ không xác minh được vì bạn đã không còn kết nối với Internet.";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_CANCEL" = "Đóng";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_ACTION" = "Thử lại";

// Newsstand card icon
"NEWSSTAND_CARD_TEXT" = "Bạn có thể tải về các tạp chí và báo trong App Store";

// Relative date strings
"RELATIVE_DATE_FUTURE_SEC"  = "trong %@giây";
"RELATIVE_DATE_FUTURE_MIN"  = "trong %@phút";
"RELATIVE_DATE_FUTURE_HOUR" = "trong %@giờ";
"RELATIVE_DATE_NOW"         = "bây giờ";
"RELATIVE_DATE_PAST_SEC"    = "%@giây trước";
"RELATIVE_DATE_PAST_MIN"    = "%@phút trước";
"RELATIVE_DATE_PAST_HOUR"   = "%@giờ trước";
"RELATIVE_DATE_PAST_DAY"    = "%@ngày trước";
